package com.example.mindlink.ui.common

object Strings {
    const val LESSON_1_TITLE = "Lesson 1"

    const val GRAY_CAT_INFO = "Серые котики — настоящие философы среди кошек. Их мягкая, пушистая шерсть напоминает облака, а спокойный характер делает их идеальными компаньонами для уютных вечеров. Они часто любят обниматься и мурлыкать, успокаивая своих хозяев."

    const val GINGER_CAT_INFO = "Рыжие котики — маленькие лучики солнца в вашем доме! Их яркая шерсть и озорной нрав всегда создают радостное настроение. Эти кошки известны своей дружелюбностью и способностью заводить друзей среди людей и животных."

    const val WHITE_CAT_INFO = "Белые котики — настоящие ангелочки среди кошек. Их нежная белоснежная шерсть напоминает снег, а блестящие глаза пленяют с первого взгляда. Эти кошки обожают ласку и часто становятся настоящими звёздами в любом доме."
}
